Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Suppress this message in future
ug: بۇ ئۇچۇرنى بۇنىڭدىن كېيىن كۆرسەتمە

source: Sus_pend
ug: توڭلات(_P)

source: Suspend
ug: توڭلات

source: Suspend not supported
ug: توڭلاتنى ئىشلەتكىلى بولمايدۇ

source: Suspend operation not permitted
ug: توڭلات مەشغۇلاتىنى ئىشلىتىشكە رۇخسەت قىلىنمىغان

source: Suspend operation not supported
ug: توڭلات مەشغۇلاتىنى ئىشلەتكىلى بولمايدۇ

source: Suspend the system
ug: سىستېمىنى توڭلىتىش

source: Suspend without displaying the logout dialog
ug: چىقىش سۆزلەشكۈسىنى چىقارمايلا توڭلات

source: Suspending computer in %d seconds.
ug: يەنە %d سېكۇنتتىن كېيىن توڭلاپ قالىدۇ.

source: Swap audio bytes (toggle if all you hear is static)
ug: ئۈن بايتلىرىنى ئالماشتۇرۇش (ئەگەر ئۆزگىرىش بولمىسا ئەسلىگە كەلتۈرسە بولىدۇ)

source: Swap monitor
ug: Swap كۆزەتكۈ

source: Swap: %ldMB of %ldMB used
ug: ئىشلىتىلگەن Swap: %ldم ب of %ldم ب

source: Switch
ug: ئالماشتۇر

source: Switch Related Options:
ug: ‹Switch› قا مۇناسىۋەتلىك تاللانمىلار:

source: Switch User
ug: ئىشلەتكۈچى ئالماشتۇرۇش

source: Switch application
ug: پروگرامما ئالماشتۇر

source: Switch between open windows using a menu
ug: تىزىملىكنى ئىشلىتىپ ئوچۇق كۆزنەكلەرنى ئۆزئارا ئالماشتۇرسۇن

source: Switch between open windows using buttons
ug: توپچىلارنى ئىشلىتىپ ئوچۇق كۆزنەكلەرنى ئۆزئارا ئالماشتۇرسۇن

source: Switch between virtual desktops
ug: مەۋھۇم ئۈستەلئۈستىلىرىنى ئۆزئارا ئالماشتۇرسۇن

source: Switch off display when computer is inactive for:
ug: كومپيۇتېردا مەشغۇلات قىلمىغاندا ئېكراننىڭ توكىنى ئۈزۈشكىچە بولغان ۋاقىت::

source: Switch to another user without closing the current session
ug: ھازىرقى ئەڭگىمەنى ياپمايلا باشقا ئىشلەتكۈچىگە ئالماشتۇرسۇن

source: Switch to fullscreen
ug: تولۇق ئېكرانغا ئۆزگەرتىدۇ

source: Switch to last viewed tab
ug: ئەڭ ئاخىرى كۆرگەن بەتكۈچكە ئالمىشىدۇ

source: Switch to newest tab
ug: ئەڭ يېڭى بەتكۈچكە ئالمىشىدۇ

source: Switch to next tab
ug: كېيىنكى بەتكۈچكە يۆتكىلىدۇ

source: Switch to previous tab
ug: ئالدىنقى بەتكۈچكە يۆتكىلىدۇ

source: Switch to win_dow's workspace
ug: كۆزنەكنىڭ خىزمەت رايونىنى ئالماشتۇرۇش(_D)

source: Switch user command is not set.
ug: ئىشلەتكۈچى ئالماشتۇرۇش بۇيرۇقى بەلگىلەنمىگەن.

source: Switch window for same application
ug: ئوخشاش پروگراممىنىڭ كۆزنىكىنى ئالماشتۇر

source: Switch workspaces using the mouse _wheel
ug: چاشقىنەك چاقىنى ئىشلىتىپ خىزمەت رايونلىرىنى ئالماشتۇرسۇن(_W)

source: Symbols
ug: بەلگىلەر

source: Sync Pocket P_C devices when connected
ug: ئەگەر يانچۇق كومپيۇتېرلىرى(Pocket PC) چېتىلسا قەدەمداشلىسۇن(_C)

source: Sync _Palm™ devices when connected
ug: ئەگەر Palm™ ئۈسكۈنىسى چېتىلسا قەدەمداشلىسۇن(_P)

source: Sync _selections
ug: تاللانغىنى بىلەن ماس قەدەملە(_S)

source: Synchronize state with the card
ug: ھالەتنى كارتا بىلەن قەدەمداشلا

source: System
ug: سىستېما

source: System Applications
ug: سىستېما پروگراممىلىرى

source: System Load Monitor
ug: سىستېما يۈكى كۆزەتكۈ

source: System Load: %ld%%
ug: سىستېما يۈكى: %ld%%

source: System Tools
ug: سىستېما قوراللىرى

source: System Tray
ug: سىستېما قوندىقى

source: System bell
ug: سىستېما قوڭغۇرىقى

source: System configuration and monitoring
ug: سىستېما سەپلەش ۋە كۆزىتىش

source: System development
ug: سىستېما ئىجادىيىتى

source: System error
ug: سىستېما خاتالىقى

source: System icon theme
ug: سىستېما سىنبەلگە ئۆرنىكى

source: System is running on %s power
ug: سىستېما ھازىر %s دا ئىشلەۋاتىدۇ

source: System is running on battery power
ug: سىستېما توكداننى ئىشلىتىۋاتىدۇ

source: System is running on low power
ug: توك مەنبەسى تۆۋەنلەپ كەتتى

source: System is running on low power. Save your work to avoid losing data
ug: توك مەنبەسى تۆۋەنلەپ كەتتى. سانلىق-مەلۇماتلارنىڭ يوقىلىپ كەتمەسلىكى ئۈچۈن دەرھال ساقلاڭ

source: System settings
ug: سىستېما تەڭشەكلىرى

source: System theme
ug: سىستېما ئۆرنىكى

source: System tools and utilities
ug: سىستېما قوراللىرى

source: System tray
ug: سىستېما قوندىقى

source: System tray icon:
ug: سىستېما قوندىقىدىكى سىنبەلگىسى:

source: T
ug: تېمپېراتۇرا

source: TB
ug: ت​ب

source: TLS handshake failed: %s
ug: TLS سالىمى مەغلۇپ بولدى: %s

source: TV
ug: تېلېۋىزور

source: T_ab Panel
ug: بەتكۈچ كۆزنەك(_A)

source: T_ap touchpad to click
ug: چېكىش ئۈچۈن سېزىمچان تاختىنى تۇت(_A)

source: T_emplates
ug: قېلىپلار(_E)

source: T_heme
ug: ئۆرنەك(_H)

source: T_ouchpad
ug: سېزىمچان تاختا(_O)

source: T_rash
ug: ئەخلەتخانا(_R)

source: T_win Pane Mode
ug: قوش كۆزنەكچە ھالىتى(_W)

source: Tab Activity Indicator
ug: بەتكۈچ مەشغۇلاتىنى كۆرسەتكۈچ

source: Tab Options
ug: بەتكۈچ تاللانمىلىرى

source: Tab Panel
ug: بەتكۈچ كۆزنەك

source: Tab _Size
ug: تاقلىما ھەرپنىڭ چوڭلۇقى(_S)

source: Tab activit_y color:
ug: بەتكۈچ مەشغۇلاتى رېڭى(_Y):

source: Tab closing behavior
ug: بەتكۈچ يېپىلغاندا

source: Tab panel position
ug: بەتكۈچ كۆزنىكىنىڭ ئورنى

source: Tab strip colors
ug: بەتكۈچنىڭ رەڭگى

source: Tab: cycle focus Folder View -> Side Pane -> Tools Bar Shift+Tab: cycle focus Tools Bar -> Side Pane -> Folder View F6: change focus Side pane <-> Folder view F8: focus divider between Side pane and Folder view F10: activate main menu Ctrl+L or Alt+D: jump focus to Path Bar
ug: قىسقۇچ كۆرۈنۈش -> يان كۆزنەك -> قورال بالداقنىڭ فوكۇسىنى ئۆزگەرتىش كۇنۇپكىسى Tab دۇر قورال بالداق -> يان كۆزنەك -> قىسقۇچ كۆرۈنۈشىنىڭ فوكۇسىنى ئۆزگەرتىش كۇنۇپكىسى Shift+Tab دۇر يان كۆزنەك <-> قىسقۇچ كۆرۈنۈشنىڭ فوكۇسىنى ئۆزگەرتىش كۇنۇپكىسى F6 دۇر يان كۆزنەك بىلەن قىسقۇچ كۆرۈنۈشنىڭ فوكۇسىنى ئايرىش كۇنۇپكىسى F8 دۇر باش تىزىملىكنى ئاكتىپلا كۇنۇپكىسى F8 دۇر فوكۇسنى يول بالدىقىغا يۆتكەش كۇنۇپكىسى Ctrl+L ياكى Alt+D دۇر

source: Table_t
ug: چەكمە تاختا(Table_t)

source: Tablet
ug: سەزگۈر تاختا

source: Tablet detected
ug: سەزگۈر تاختا(Tablet) تېپىلدى

source: Tabs
ug: بەتكۈچلەر

source: Tabs position:
ug: بەتكۈچ ئورنى:

source: Tag
ug: خەتكۈش

source: Tag Help
ug: Tag ياردەم

source: Tag Type(s)
ug: خەتكۈش تىپ(لىرى)ى

source: Tag Writer Settings
ug: خەتكۈش يازغۇچ تەڭشىكى

source: Take a break
ug: ئارام ئال

source: Take a screenshot
ug: ئېكران كۆرۈنۈشى تۇتۇش

source: Take a screenshot of the active window
ug: ئاكتىپ كۆزنەكنىڭ ئېكران كۆرۈنۈشىنى تۇتۇش

source: Take a screenshot of the entire screen
ug: پۈتۈن ئېكراننىڭ ئېكران كۆرۈنۈشىنى تۇتۇش

source: Take a snapshot of the specified URI
ug: كۆرسىتىلگەن URI نىڭ كۆرۈنۈشىنى ئالىدۇ

source: Take screenshots of the entire screen, of the active window or of a region
ug: تولۇق ئېكران، ئاكتىپ كۆزنەك ياكى كۆرسىتىلگەن دائىرىنىڭ ئېكران كۆرۈنۈشىنى رەسىمگە ئالىدۇ.

source: Taken on %s, at %s
ug: تارتىلغان ۋاقىت: %s %s

source: Target Samplerate
ug: نىشان ئەۋرىشكە تېزلىكى

source: Task
ug: ۋەزىپە

source: Task Bar (Window List)
ug: ۋەزىپە بالدىقى (كۆزنەك تىزىمى)

source: Task Manager
ug: ۋەزىپە باشقۇرغۇ

source: Taskbar shows all opened windows and allow to iconify them, shade or get focus
ug: ۋەزىپە بالدىقى بارلىق كۆزنەكنى كۆرسىتەلەيدىغان، سىنبەلگىلەشتۈرەلەيدىغان، تۈرەلەيدىغان، فوكۇسىنى يۆتكىيەلەيدىغان بولسۇن

source: Te_xt files
ug: تېكىست ھۆججەتلىرى(_X)

source: Tea can
ug: چاي ئىچەلەيسىز

source: Technology
ug: تېخنىكا

source: Television
ug: تېلېۋىزور

source: Temperature
ug: تېمپېراتۇرا

source: Temperature (T)
ug: تېمپېراتۇرا (T)

source: Temperature Monitor
ug: تېمپېراتۇرا كۆزەتكۈچ

source: Temperature scale:
ug: تېمپېراتۇرا ئۆلچىكى:

source: Templates should be UTF-8 valid
ug: قېلىپلار چوقۇم UTF-8 دە ساقلىنىشى كېرەك

source: Temporary directory
ug: ۋاقىتلىق مۇندەرىجە

source: Temporary file
ug: ۋاقىتلىق ھۆججەت

source: Term
ug: ئاتالغۇ

source: Terminal
ug: تېرمىنال

source: Terminal Emulator
ug: تېرمىنال Emulator

source: Terminal Emulator:
ug: تېرمىنال تەقلىدلىگۈچى:

source: Terminal Preferences
ug: تېرمىنال تەڭشەكلىرى

source: Terminal emulator
ug: تېرمىنال تەقلىدلىگۈچ

source: Terminal emulator for LXDE project
ug: LXDE قۇرۇلۇشىدىكى تېرمىنال تەقلىدلىگۈچى

source: Terminal emulator is not set.
ug: تېرمىنال تەقلىدلىگۈچى بەلگىلەنمىگەن.

source: Terminal font
ug: تېرمىنال خەت نۇسخىسى

source: Terminate
ug: ئاخىرلاشتۇر

source: Terminate Program
ug: پروگراممىنى ئاخىرلاشتۇرۇش

source: Terminate task
ug: ۋەزىپىنى ئاخىرلاشتۇر

source: Test here:
ug: سىناڭ:

source: Test this alarm by raising it now
ug: بۇ گۈدۈكنى ھازىرلا سىنا

source: Text
ug: تېكىست

source: Text - Number
ug: تېكىست - نومۇرى

source: Text Default Formatting
ug: تېكىستنىڭ كۆڭۈلدىكى فورماتى

source: Text Editor
ug: تېكىست تەھرىرلىگۈ

source: Text Formatting
ug: تېكىست فورماتى

source: Text _Format:
ug: تېكىستنىڭ فورماتى(_F):

source: Text below icons
ug: تېكىست سىنبەلگە ئاستىدا

source: Text besi_de icons
ug: تېكىست سىنبەلگىلەرنىڭ يېنىدا(_D)

source: Text beside icons
ug: تېكىست سىنبەلگىنىڭ يېنىدا كۆرسىتىلسۇن

source: Text color:
ug: تېكىست رەڭگى:

source: Text column
ug: تېكىست ئىستونى

source: Text field size:
ug: تېكىست كۆزنەكچىسىنىڭ چوڭلۇقى:

source: Text for I_mportant Icons
ug: مۇھىم سىنبەلگىلەرگە تېكىست قوشۇش(_M)

source: Text for _All Icons
ug: بارلىق سىنبەلگىلەرگە تېكىست قوشۇش(_A)

source: Text of the page's label
ug: بەت ئەنىنىڭ تېكىستى

source: Text only
ug: تېكىستلا

source: Text size:
ug: تېكىست چوڭلۇقى:

source: Text to display:
ug: كۆرسىتىدىغان تېكىست:

source: Text windows:
ug: تېكىست كۆزنەكلىرى:

source: Text/String key
ug: Text/String ئاچقۇچ

source: Text:
ug: تېكىست:

source: Th_reshold:
ug: بوسۇغا(_R):

source: Thai
ug: تايلاندچە

source: Thank you for your interest in Xfce.
ug: مەزكۇر Xfce سىستېمىسىغا قىزىققانلىقىڭىز ئۈچۈن تەشەككۈر.

source: Thanks to all who helped making this software available!
ug: مەزكۇر يۇمشاق دېتالغا تۆھپە قوشقان بارلىق كىشىلەرگە تەشەككۈرلەر بولسۇن!

source: The --%s option is only used when --fullscreen, --window or --region is given. It will be ignored.
ug: تالانما --%s نى پەقەت --fullscreen ، --window ياكى -- region بىلەنلا ئىشلىتىشكە بولىدۇ. شۇڭا بۇنىڭغا پەرۋا قىلمايدۇ.

source: The -d option
ug: -d تاللانمىسى

source: The -f option
ug: -f تاللانمىسى

source: The -o option
ug: -o تاللانمىسى

source: The -r option
ug: -r تاللانمىسى

source: The -s option
ug: -s تاللانمىسى

source: The -u option
ug: -u تاللانمىسى

source: The -w option
ug: -w تاللانمىسى

source: The <emphasis>"Capture the mouse pointer"</emphasis> option allows you to select whether or not the screenshot will include the mouse pointer.
ug: <emphasis>«نۇربەلگىسىنى سۈرەتكە ئېلىش»</emphasis> تاللانمىسى تاللانسا، ئېكران كۆرۈنۈشى ئىچىدە چاشقىنەك نۇربەلگىسىمۇ چىقىدۇ.

source: The <emphasis>"Preview"</emphasis> section displays a thumbnail of the screenshot.
ug: <emphasis>«ئالدىن كۆرۈش»</emphasis> تە سۈرەتكە ئېلىنغان ئېكراننىڭ كىچىك سۈرىتى كۆرسىتىلىدۇ.

source: The <emphasis>"Region to capture"</emphasis> section allows you to set what the screenshot will be taken of:
ug: <emphasis>«سۈرەتكە ئالدىغان دائىرە»</emphasis> بۆلىكىدە سۈرەتكە ئالماقچى بولغان دائىرىنى كۆرسىتىپ بەرگىلى بولىدۇ:

source: The <emphasis>"Save"</emphasis> option will save the screenshot to a PNG file. A save dialog will be displayed. You will be able to set the save location, and the name of the file.
ug: <emphasis>«ساقلا»</emphasis> ئارقىلىق ئېكران كۆرۈنۈشىنى بىر دانە PNG سۈرىتىگە ساقلىغىلى بولىدۇ. ساقلاش سۆزلەشكۈسى چىقىپ، ساقلايدىغان ئورۇن ۋە ھۆججەت ئاتىنى بەلگىلىگىلى بولىدۇ.

source: The CD in the drive contains both music and files
ug: قوزغاتقۇچتىكى پلاستىنكىسى(CD)دا مۇزىكا ۋە ھۆججەتلەر بار ئىكەن

source: The CD player command is undefined
ug: پلاستىنكا(CD) قويۇش بۇيرۇقى ئېنىق ئەمەس

source: The CD was mounted automatically
ug: بۇ پلاستىنكا(CD) ئۆزلۈكىدىن ئېگەرلەندى

source: The DVD was mounted automatically
ug: بۇ پلاستىنكا(DVD) ئۆزلۈكىدىن ئېگەرلەندى

source: The GIcon to render.
ug: سىزىدىغان GIcon.

source: The GMail plugin can connect to Google's mail service and securely retrieve the number of new messages.
ug: GMail قىستۇرمىسى Google نىڭ ئېلخەت مۇلازىمېتىرىغا بىخەتەر باغلىنىپ يېڭى خەتلەرنى بىخەتەر ئوقۇيالايدۇ.

source: The IMAP plugin can connect to a remote mail server that supports the IMAP protocol, optionally using SSL for link protection.
ug: IMAP قىستۇرمىسى IMAP كېلىشىمىنى ئىشلىتىلىدىغان يىراقتىكى ئېلخەت مۇلازىمېتىرىغا باغلىنالايدۇ. ئۇلىنىشنى مۇھاپىزەت قىلىش ئۈچۈن ئادەتتە SSL ئىشلىتىدۇ.

source: The Maildir plugin can watch a local maildir-style mail spool for new messages.
ug: Maildir قىستۇرمىسى، Maildir ئۇسلۇبىدىكى يەرلىك ئېلخەت كۆلچىكىدىكى يېڭى خەتلەرنى كۆزىتىپ تۇرىدۇ.

source: The POP3 plugin can connect to a remote mail server that supports the POP3 protocol, optionally using SSL for link protection.
ug: POP3 قىستۇرمىسى POP3 كېلىشىمىنى ئىشلىتىدىغان يىراقتىكى ئېلخەت مۇلازىمېتىرىغا باغلىنالايدۇ. ئۇلىنىشنى مۇھاپىزەت قىلىش ئۈچۈن ئادەتتە SSL ئىشلىتىدۇ.

source: The Thunar development team. All rights reserved.
ug: سۇنار(Thunar) ئىجادىيەت گۇرۇپپىسى. نەشر ھوقۇقى ئۆزىمىزگە تەۋە.

source: The URL to access.
ug: زىيارەت قىلىدىغان URL.

source: The URL to the documentation of the renamer
ug: ئات ئۆزگەرتكۈچى renamer قىستۇرمىسىنىڭ پۈتۈكىنىڭ تور ئادرېسى

source: The Xfce Development Team
ug: Xfce ئىجادىيەت ئەترىتى

source: The Xfce Settings Daemon
ug: تەڭشەك مۇئەككىلى

source: The Xfce development team. All rights reserved.
ug: Xfce ئىجادىيەت گۇرۇپپىسى. نەشر ھوقۇقى ئۆزىمىزگە تەۋە.

source: The account doesn't exist
ug: ھېسابات مەۋجۇت ئەمەس

source: The action to perform when the title-bar is double-clicked
ug: ماۋزۇ بالدىقى قوش چېكىلگەندە مەزكۇر ھەرىكەت ئېلىپ بېرىلىدۇ

source: The amount of space between the path buttons
ug: يول توپچىلىرى ئارىسىدىكى بوشلۇق سانى

source: The amount of space between two consecutive columns
ug: ئارقىمۇئارقا كەلگەن ئىككى ئىستوننىڭ ئارىسىدىكى بوشلۇق

source: The amount of space between two consecutive rows
ug: ئارقىمۇئارقا كەلگەن ئىككى قۇرنىڭ ئارىسىدىكى بوشلۇق

source: The amount of time after which the item under the mouse cursor will be selected automatically in single click mode
ug: بىرلا چېكىپ تاللاش ھالىتىدە، چاشقىنەك بار يەردىكى تۈرنى ئاپتوماتىك تاللاش ئۈچۈن چاشقىنەكنىڭ جىم تۇرۇش ۋاقتى

source: The amount of time, in milliseconds, required between keystrokes
ug: كېيىنكى كۇنۇپكا بېسىلغۇچە بولغان ئارىلىقتىكى ۋاقىت (ms)

source: The amount of time, in milliseconds, that must elapse before a keystroke will be accepted
ug: كۇنۇپكا بېسىلىپ قوبۇل قىلغۇچە بېسىلىپ تۇرىدىغان ۋاقىت(مىللىسېكۇنت ms)

source: The application chooser could not be opened
ug: پروگرامما تاللىغۇچنى ئاچقىلى بولمىدى

source: The application will lose any unsaved state and will not be restarted in your next session.
ug: پروگرامما ساقلانمىغان ھالەتلەرنىڭ ھەممىسى يوقىتىپ قويىدۇ، كېيىنكى ئەڭگىمەدە قوزغالماسلىقى مۇمكىن.

source: The appointment information has been modified.
ug: دېيىشمە ئۇچۇرلىرى ئۆزگەرتىلدى

source: The basic transcoder is built in, and does not require any library. But it can only handle uncompressed .wav files. If you would like to create audio compositions from different types of audio files, please compile with gstreamer support.
ug: ئاساسىي كود ئالماشتۇرغۇچ(transcoder) سىڭدۈرۈۋېتىلگەن، شۇڭا ھېچقانداق فۇنكسىيە ئامبىرىنى تەلەپ قىلمايدۇ. بىراق ئۇ پەقەت پرېسلانمىغان ‹.wav› نىلا بىر تەرەپ قىلالايدۇ. ئەگەر باشقا تىپتىكى ئۈن ھۆججەتلىرىدىن ئۈن تەخسىسى ياسىماقچى بولسىڭىز، gstreamer قوللايدىغان قىلىپ يۇغۇرۇشىڭىز(compile) كېرەك.

source: The blank mode shows different disc status messages than regular mode
ug: قۇرۇق ھالەتتە كۆرسىتىدىغان ئۇچۇرلار بىلەن نورمال ھالەتتىكى ئۇچۇرلار ئوخشىمايدۇ

source: The break is over.
ug: ئارام تۈگىدى.

source: The burn command may not be empty
ug: يېزىش بۇيرۇقى قۇرۇق بولسا بولمايدۇ

source: The certificate does not match the expected identity of the site that it was retrieved from.
ug: گۇۋاھنامە، ئۇنى قايتۇرۇپ ئالغان تورتۇرادىن كەلگىنى بىلەن بىردەك ئەمەس.

source: The certificate has been revoked according to the GTlsConnection's certificate revocation list.
ug: گۇۋاھنامە GTlsConnection نىڭ يوق ئەمەلدىن قالدۇرۇش تىزىمىغا ئاساسەن ئەمەلدىن قالدۇرۇلدى.

source: The certificate has expired
ug: مەزكۇر ئىسپاتنامىنىڭ ۋاقتى ئۆتۈپ كېتىپتۇ

source: The certificate's activation time is still in the future.
ug: گۇۋاھنامىنىڭ ئاكتىپلاش ۋاقتى يەنىلا كەلگۈسى ھالەتتە.

source: The certificate's algorithm is considered insecure.
ug: گۇۋاھنامىنىڭ ھېسابلاش ئۇسۇلى(algorithm) بىخەتەر ئەمەستەك قىلىدۇ.

source: The channel to query/modify
ug: سۈرۈشتۈرۈش/تۈزىتىش قانىلى

source: The checksum provided with the link did not match. This means the file is probably incomplete or was modified afterwards.
ug: ئۇلانمىدا كۆرسىتىلگەن يىغما(checksum) بىلەن ماس كەلمىدى. بۇ ھۆججەت چالا ياكى ھۆججەت ئۆزگەرتىلگەن دېگەنلىكتۇر.

source: The client doesn't have any properties set yet
ug: خېرىدارنىڭ ھېچقانداق خاسلىقى تەڭشەلمىگەن

source: The command '%s' failed
ug: بۇيرۇق ‹%s› مەغلۇپ بولدى

source: The command (including the necessary parameters) to perform the action. See the command parameter legend below for a list of supported parameter variables, which will be substituted when launching the command. When upper-case letters (e.g. %F, %D, %N) are used, the action will be applicable even if more than one item is selected. Else the action will only be applicable if exactly one item is selected.
ug: مەشغۇلاتنى ئېلىپ بېرىشتا ئىشلىتىلىدىغان بۇيرۇق(زۆرۈر بولغان پارامېتىرلارنى ئوز ئىچىگە ئالىدۇ). ئىشلەتكىلى بولىدىغان پارامېتىرلارنىڭ تىزىمىنى تۆۋەندىكى مىساللاردىن كۆرۈۋېلىڭ. بۇيرۇق ئىجرا قىلىنغاندا، بۇ پارامېتىرلار ھۆججەتنىڭ ئاتى ياكى قىسقۇچ ئاتىغا ئالمىشىدۇ.مەسىلەن: چوڭ يېزىلغان ھەرپلەر(%F، %D، %N) ئىشلىتىلگەندە، بىر قانچە تاللانغان تۇرنىمۇ بىر تەرەپ قىلالايدۇ. كىچىك يېزىلغان ھەرپلەر بولسا بىرلا تۇرنى بىر تەرەپ قىلىشقا ئىشلىتىلىدۇ.

source: The command line options
ug: بۇيرۇق قۇرى تاللانمىسى

source: The command may not be empty.
ug: بۇيرۇق چوقۇم كىرگۈزۈلۈشى كېرەك.

source: The command to run
ug: ئىجرا قىلىدىغان بۇيرۇق:

source: The configuration couldn't be loaded: %s
ug: تەڭشەكنى ئوقۇغىلى بولمىدى: %s

source: The configuration couldn't be saved. %s
ug: تەڭشەكنى ساقلىغىلى بولمىدى. %s

source: The configuration of the extension '%s' couldn't be loaded: %s
ug: كېڭەيتىلمە ‹%s› نىڭ سەپلىمىسىنى ساقلىغىلى بولمىدى: %s

source: The configuration of the extension '%s' couldn't be saved: %s
ug: كېڭەيتىلمە ‹%s› نىڭ سەپلىمىسىنى ساقلىغىلى بولمىدى: %s

source: The configuration of this plugin is read from the default mh maildir profile file ~/.mh_profile
ug: بۇ قىستۇرمىنىڭ تەڭشەكلىرى MH ئېلخەت مۇندەرىجىسىنىڭ profile ھۆججىتى ~/.mh_profile دىن ئوقۇلىدۇ.

source: The configuration was applied successfully.
ug: سەپلىمە مۇۋەپپەقىيەتلىك قوللىنىلدى

source: The current error condition
ug: نۆۋەتتىكى خاتالىق شەرتى

source: The current interface the icon is monitoring.
ug: نۆۋەتتە كۆزىتىلىۋاتقان ئېغىزنىڭ سىنبەلگىسى.

source: The custom action will be deleted permanently.
ug: ئىختىيارىي مەشغۇلاتلار مەڭگۈلۈككە ئۆچۈرۈلىدۇ.

source: The date will appear in a tooltip.
ug: چېسلا كۆرسەتمىدە كۆرۈنىدۇ.

source: The default font family used to display text
ug: تېكىستلەرنى كۆرسىتىدىغان كۆڭۈلدىكى فونت

source: The default font size used to display text
ug: تېكىستلەرنى كۆرسىتىدىغان كۆڭۈلدىكى فونتنىڭ چوڭلۇقى

source: The delay, in milliseconds, between successive blinks of the cursor
ug: نۇربەلگىسىنىڭ لىپىلداش تېزلىكى (مىللىسېكۇنت)

source: The description of the action that will be displayed as tooltip in the statusbar when selecting the item from the context menu.
ug: مەزمۇن تىزىملىكىدىكى تۈر تاللانغاندا ھالەت بالدىقىدا كۆرسەتمە بولۇپ كۆرۈنىدىغان مەشغۇلاتنىڭ چۈشەندۈرۈشى.

source: The device "%s" is being ejected. This may take some time
ug: ئۈسكۈنە «%s» نى چىقىرىۋاتىدۇ. ئازراق ۋاقىت كېتىشى مۇمكىن.

source: The device "%s" is being unmounted by the system. Please do not remove the media or disconnect the drive
ug: سىستېما ئۈسكۈنىسى «%s» نى ئېگەرسىزلەۋاتىدۇ. دىسكىنى چىقارماڭ ياكى ئۈسكۈنىنى كومپيۇتېردىن ئايرىۋەتمەڭ.

source: The device "%s" should be removable safely now.
ug: ئۈسكۈنە "%s" ھازىر بىخەتەر چىقىرىۋېلىشقا بولىدۇ.

source: The disc is locked by a process (pid: %llu).
ug: بۇ دىسكىنى پروگرامما قۇلۇپلاپ قويۇپتۇ(pid: %llu).

source: The disc is locked by the program '%s' (pid: %llu).
ug: بۇ دىسكىنى '%s' پروگراممىسى قۇلۇپلاپ قويۇپتۇ (pid: %llu).

source: The document has been externally modified. Do you want to continue saving?
ug: ھۆججەت باشقا بىر پروگراممىدا ئۆزگەرتىلىپتۇ. ساقلاۋېرەمسىز؟

source: The document is empty
ug: پۈتۈك قۇرۇق ئىكەن

source: The document was not UTF-8 valid
ug: پۈتۈك ئىناۋەتلىك UTF-8 دە ئەمەس ئىكەن

source: The downloaded file is erroneous.
ug: چۈشۈرگەن ھۆججەتتە خاتالىقلار بار.

source: The end of this appointment is earlier than the beginning.
ug: دېيىشمىنىڭ ئاخىرقى ۋاقتى باشلىنىش ۋاقتىدىن بۇرۇن بولۇپ قالدى.

source: The entered bookmark name is already in use. Please choose another one.
ug: كىرگۈزگەن ئات مەۋجۇت. باشقا ئات كىرگۈزۈڭ.

source: The factor at which the pointer's speed will increase as the mouse is moved
ug: چاشقىنەك ھەرىكەت قىلىۋاتقاندا، ئىسترېلكىسىنىڭ تېزلىكىنى بەلگىلەيدىغان مىقدار

source: The file "%s" already exists
ug: ھۆججەت «%s» ئاللىقاچان بار

source: The file "%s" already exists. Would you like to replace it? If you replace an existing file, its contents will be overwritten.
ug: ھۆججەت «%s» مەۋجۇت. ئۇنى ئالماشتۇرامسىز؟ بار ھۆججەتنى ئالماشتۇرسا، ئۇنىڭ مەزمۇنى قاپلىنىپ كېتىدۇ.

source: The file "%s" can't be saved in this folder.
ug: ھۆججەت «%s» نى بۇ مۇندەرىجىگە ساقلىغىلى بولمىدى.

source: The file "%s" contains no data
ug: ھۆججەت «%s» دا سانلىق-مەلۇمات يوق ئىكەن

source: The file "%s" is a thumbnail itself
ug: «%s» نىڭ ئۆزى كىچىك سۈرەت ھۆججىتىدۇر

source: The file "%s" you tried to reload does not exist anymore
ug: سىز قايتا يۈكلىمەكچى بولغان ھۆججەت «%s» مەۋجۇت ئەمەس

source: The file '%s' could not be loaded.
ug: ھۆججەت ‹%s› نى ئوقۇغىلى بولمىدى.

source: The file '<b>%s</b>' has been downloaded.
ug: ھۆججەت '<b>%s</b>' چۈشۈرۈلدى.

source: The file <b>%s</b> will be permanently deleted.
ug: ھۆججەت <b>%s</b> مەڭگۈلۈككە ئۆچۈرۈلىدۇ.

source: The file already exists. Overwrite?
ug: مەزكۇر ھۆججەت مەۋجۇت. قاپلامسىز؟

source: The file could not be opened
ug: ھۆججەتنى ئاچقىلى بولمىدى

source: The file could not be renamed
ug: ھۆججەتنىڭ ئاتىنى ئۆزگەرتكىلى بولمىدى

source: The file name you selected already exists. Do you want to overwrite existing file? (Warning: The quality of original image might be lost)
ug: سىز تاللىغان ھۆججەت ئاتى مەۋجۇت. قاپلامسىز؟ (ئاگاھلاندۇرۇش: ئەسلى سۈرەتنىڭ سۈپىتى ئۇپراپ كېتىشى مۇمكىن)

source: The file needs %s but only %s are left.
ug: ھۆججەتكە %s كېرەك ئىدى، بىراق %s لا بار ئىكەن.

source: The file operation is cancelled and there are some errors.
ug: ھۆججەت مەشغۇلاتى ئەمەلدىن قالدۇرۇلدى ۋە بىر قانچە خاتالىق كۆرۈلدى.

source: The file operation is finished, but there are some errors.
ug: ھۆججەت مەشغۇلاتى تاماملاندى، بىراق بىر قانچە خاتالىق كۆرۈلدى.

source: The file properties dialog could not be opened
ug: ھۆججەت خاسلىقى سۆزلەشكۈسىنى ئاچقىلى بولمىدى

source: The file transfer could not be performed
ug: ھۆججەت يوللاش مەشغۇلاتىنى قىلغىلى بولمىدى

source: The first base directory to look for configuration files. By default this is set to <filename role="directory">~/.config/</filename>.
ug: سەپلىمە ھۆججەتنى ئىزدەيدىغان تۇنجى ئاساسىي مۇندەرىجە. ئادەتتە ئۇنىڭ قىممىتى <filename role="directory">~/.config/</filename>.

source: The folder "%s" does not exist anymore but is required to restore the file "%s" from the trash
ug: قىسقۇچ «%s» ئەمدى مەۋجۇت ئەمەس. ھۆججەت «%s» نى ئەخلەتخانىدىن ئەسلىگە كەلتۈرۈش كېرەك.

source: The folder could not be opened
ug: قىسقۇچنى ئاچقىلى بولمىدى

source: The folder list cannot be retrieved until a server, username, and probably password are set. Also be sure to check any security settings in the Advanced dialog.
ug: مۇلازىمېتىر ئاتى، ئىشلەتكۈچى ئاتى ۋە ئىم كىرگۈزۈلمىسە، مۇندەرىجە تىزىملىكىنى ئوقۇغىلى بولمايدۇ. ئالىي تەڭشەك كۆزنىكىدىكى بىخەتەرلىك تەڭشەكلىرىنى تەكشۈرۈڭ.

source: The folder permissions are inconsistent, you may not be able to work with files in this folder.
ug: مۇندەرىجىنىڭ ھوقۇقلىرى مۇكەممەل ئەمەس مۇندەرىجە ئىچىدىكى ھۆججەتلەرنى ئىشلەتكىلى بولماسلىقى مۇمكىن.
